<!DOCTYPE html>
<html lang="ua" class="no-js">
<!-- BEGIN HEAD -->

<head>
    <meta charset="utf-8" />
    <title>Онлайн психолог</title>
    <meta content="width=device-width, initial-scale=1" name="viewport" />

    <? include 'public/libs/favicon.php' ?>
    <? include 'public/libs/global_mandatory_styles.php' ?>
    <? include 'public/libs/page_level_plugin_styles.php' ?>
    <? include 'public/libs/theme_styles.php' ?>
    <? include 'public/libs/custom_styles.php' ?>

    <? include 'public/libs/google_login.php' ?>

</head>
<!-- END HEAD -->

<!-- BODY -->

<body id="body" data-spy="scroll" data-target=".header">
    <input type="hidden" id="api_key" value="<? echo $_SESSION['ApiKey']; ?>">

    <? include 'public/libs/header.php' ?>

    <div class="promo-block">
        <div class="container">
            <div class="row">
                <div class="col-sm-6 sm-margin-b-60">
                    <div class="margin-b-30">
                        <h1 class="promo-block-title">Онлайн <br> Психолог</h1>
                        <p class="promo-block-text">Вітаю на сайті</p>
                    </div>
                </div>
                <div class="col-sm-6">
                    <div class="promo-block-img-wrap">
                        <img class="promo-block-img img-responsive" src="public/img/mockup/avatar-01.png" align="Avatar">
                    </div>
                </div>
            </div>
            <!--// end row -->
        </div>
    </div>
    <hr class="marginbot-200">

    <!--========== SLIDER ==========-->
    <div id="about_psychology">
        <div class="container">
            <h1 class="promo-block-title text-center">Про психологію</h1>
            <div class="row">
                <div class="col-lg-2 col-lg-offset-5">
                    <hr class="marginbot-50">
                </div>
            </div>
            <p><b>Психоло́гія</b> (від грецького <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D1%96%D0%BA%D0%B0" title="Психіка"><i>ψυχή</i></a> (<i>psyché</i>)&nbsp;— <a href="https://uk.m.wikipedia.org/wiki/%D0%94%D1%83%D1%88%D0%B0" title="Душа">душа</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%94%D1%83%D1%85" title="Дух">дух</a>; <a href="https://uk.m.wikipedia.org/wiki/%D0%9B%D0%BE%D0%B3%D0%BE%D1%81" title="Логос"><i>λόγος</i></a> (<i>logos</i>)&nbsp;— вчення, <a href="https://uk.m.wikipedia.org/wiki/%D0%9D%D0%B0%D1%83%D0%BA%D0%B0" title="Наука">наука</a>)&nbsp;— наука, що вивчає <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D1%96%D1%87%D0%BD%D1%96_%D1%8F%D0%B2%D0%B8%D1%89%D0%B0" title="Психічні явища">психічні явища</a> (<a href="https://uk.m.wikipedia.org/wiki/%D0%9C%D0%B8%D1%81%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F" title="Мислення">мислення</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D0%BE%D1%87%D1%83%D1%82%D1%82%D1%8F" title="Почуття">почуття</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%92%D0%BE%D0%BB%D1%8F" title="Воля">волю</a>) та <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D0%BE%D0%B2%D0%B5%D0%B4%D1%96%D0%BD%D0%BA%D0%B0" title="Поведінка">поведінку</a> людини, пояснення якої знаходимо в цих явищах.
            </p>
            <p><i><a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D1%96%D1%87%D0%BD%D0%B5" title="Психічне">Психічне</a></i>&nbsp;— філософська категорія, що відбиває явища як людського, так і тваринного, навіть, рослинного світу. <a href="https://uk.m.wikipedia.org/wiki/%D0%97%D0%BE%D0%BE%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F" title="Зоопсихологія">Зоопсихологію</a>, яка досліджує явища <a href="https://uk.m.wikipedia.org/wiki/%D0%95%D0%BB%D0%B5%D0%BC%D0%B5%D0%BD%D1%82%D0%B0%D1%80%D0%BD%D0%B0_%D0%BF%D1%81%D0%B8%D1%85%D1%96%D0%BA%D0%B0" title="Елементарна психіка">елементарної психіки</a>, поведінки, пізнавальних процесів у тварин, відносять як до психологічних, так і до <a href="https://uk.m.wikipedia.org/wiki/%D0%91%D1%96%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%87%D0%BD%D1%96_%D0%BD%D0%B0%D1%83%D0%BA%D0%B8" class="mw-redirect" title="Біологічні науки">біологічних наук</a>. Коли йде мова про <i>психіку <a href="https://uk.m.wikipedia.org/wiki/%D0%9B%D1%8E%D0%B4%D0%B8%D0%BD%D0%B0" title="Людина">людини</a></i>, притаманні їй <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D1%96%D1%87%D0%BD%D1%96_%D1%8F%D0%B2%D0%B8%D1%89%D0%B0" title="Психічні явища">явища</a>, слід пам'ятати, що вона структурно та якісно відмінна від своїх еволюційних попередниць.
            </p>
            <p>Психологічне знання розвивалося з доісторичних часів в <a href="https://uk.m.wikipedia.org/wiki/%D0%9C%D0%B0%D0%B3%D1%96%D1%8F" title="Магія">магічній</a> та <a href="https://uk.m.wikipedia.org/wiki/%D0%9C%D1%96%D1%84%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F" title="Міфологія">міфологічній</a> традиціях. Вперше як галузь наукового знання, психологія постає у <a href="https://uk.m.wikipedia.org/wiki/%D0%A4%D1%96%D0%BB%D0%BE%D1%81%D0%BE%D1%84%D1%96%D1%8F" title="Філософія">філософських</a> вченнях античних мислителів. У працях європейських, арабських філософів та медиків розроблялись такі питання: природа <a href="https://uk.m.wikipedia.org/wiki/%D0%A1%D0%BF%D1%80%D0%B8%D0%B9%D0%BD%D1%8F%D1%82%D1%82%D1%8F" title="Сприйняття">сприйняття</a>, <a href="https://uk.m.wikipedia.org/w/index.php?title=%D0%A1%D1%82%D1%80%D1%83%D0%BA%D1%82%D1%83%D1%80%D0%B0_%D0%BF%D1%81%D0%B8%D1%85%D1%96%D0%BA%D0%B8&amp;action=edit&amp;redlink=1" class="new" title="Структура психіки (ще не написана)">структура психіки</a>, природа <a href="https://uk.m.wikipedia.org/wiki/%D0%90%D1%84%D0%B5%D0%BA%D1%82_(%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F)" title="Афект (психологія)">афектів</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D0%BE%D1%81%D0%BE%D0%BC%D0%B0%D1%82%D0%B8%D0%BA%D0%B0" title="Психосоматика">психосоматика</a>, процеси <a href="https://uk.m.wikipedia.org/wiki/%D0%9C%D0%B8%D1%81%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F" title="Мислення">мислення</a>, природа <a href="https://uk.m.wikipedia.org/wiki/%D0%A1%D0%BE%D0%BD" title="Сон">снів</a> та марень, природа взаємин (<a href="https://uk.m.wikipedia.org/wiki/%D0%9B%D1%8E%D0%B1%D0%BE%D0%B2" title="Любов">любов</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%94%D1%80%D1%83%D0%B6%D0%B1%D0%B0" title="Дружба">дружба</a>, <a href="https://uk.m.wikipedia.org/w/index.php?title=%D0%A0%D1%96%D0%B4%D1%81%D1%82%D0%B2%D0%BE&amp;action=edit&amp;redlink=1" class="new" title="Рідство (ще не написана)">спорідненість</a>) тощо. До сьогодні значний вплив на наукові уявлення про душу, психічний світ справляє розвиток суміжних наук (медицина, педагогіка) та людських практик (мистецтво, релігія, керування), які, своєю чергою, користуються досягненнями психології.
            </p>
            <p><i>Психічне</i> (його природа, межі, принципи існування) все ще є <i>terra incognita</i> для наукового знання та постійно стає простором спекуляцій і містифікацій з боку шарлатанів. <i>Психічне</i> залишається також у центрі уваги релігій, які стверджують його універсальність та примат відносно фізичного світу. <i>Психічне</i> є унікальною цариною, в якій живемо всі ми; незалежно від віку, статі, професії, освіти&nbsp;— кожен з нас є «психологом» на побутовому рівні.
            </p>
            <p>Психологічне знання є основою специфічних практик. Традиційно <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%80%D0%B8%D0%BA%D0%BB%D0%B0%D0%B4%D0%BD%D0%B0_%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F" title="Прикладна психологія">прикладною психологією</a> називають галузі науки зосереджені на застосуванні психологічних знань у конкретних сферах діяльності (музична, політична психологія, психологія освіти або праці); <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%80%D0%B0%D0%BA%D1%82%D0%B8%D1%87%D0%BD%D0%B0_%D0%BF%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%8F" title="Практична психологія">практична психологія</a>&nbsp;— це галузь знань та досліджень щодо форм та методів використання психологічних знань фахівцями-психологами (консультантами, тренерами). Практична психологія поділяється на <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D0%BE%D0%B4%D1%96%D0%B0%D0%B3%D0%BD%D0%BE%D1%81%D1%82%D0%B8%D0%BA%D0%B0" title="Психодіагностика">психодіагностику</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%87%D0%BD%D0%B5_%D0%BA%D0%BE%D0%BD%D1%81%D1%83%D0%BB%D1%8C%D1%82%D1%83%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F" title="Психологічне консультування">консультування</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%87%D0%BD%D0%B0_%D0%BA%D0%BE%D1%80%D0%B5%D0%BA%D1%86%D1%96%D1%8F" title="Психологічна корекція">корекцію</a>, <a href="https://uk.m.wikipedia.org/wiki/%D0%9F%D1%81%D0%B8%D1%85%D0%BE%D0%BB%D0%BE%D0%B3%D1%96%D1%87%D0%BD%D0%B0_%D0%B4%D0%BE%D0%BF%D0%BE%D0%BC%D0%BE%D0%B3%D0%B0" title="Психологічна допомога">психологічну допомогу</a>.
            </p>

            <h2>20 цікавих фактів про психологію людини</h2>
            <p>Всім нам відомо, що <em>психологія</em> — це наука про людину.&nbsp; Об’єктом цієї науки є найскладніша сфера життєдіяльності людини – психіка. Складність психіки як явища зумовлена тим, що вона є вищим продуктом біологічного та суспільного розвитку живих істот. (С.Д. Максименко)</p>
            <p>Психологію можна віднести до одної з найцікавіших наук. Якщо Вам все ж хочеться дізнатися більше, то цікаві факти про психологію Вам допоможуть.</p>
            <p><strong>№1</strong>: Мозкова діяльність продовжується навіть тоді, коли ми відпочиваємо. У цей момент відбувається фільтрація того, що дійсно потрібно відкласти в пам’яті, а що прибрати «про запас». Прокинувшись вранці ви ніколи не забудете те, що дійсно важливо для вас, але і не згадайте того, на чому не зупинили свою увагу вчора.</p>
            <p><strong>№2</strong>: Людина відчуває себе більш успішною та щасливим тільки тоді, коли її мозок чимось зайнятий. Більш того, сіра речовина не цікавить монотонна робота – мова йде як раз про постійну метушню концентрації та перемикання з однієї роботи на іншу. Тільки в такі моменти людина відчуває себе щасливою.</p>
            <p><strong>№3</strong>: Дослідники довели, що якщо в юності людина вміла відмовлятися від того, чого сильно бажала, їй даються життєві випробування простіше та з мінімальними втратами.</p>
            <p><strong>№4</strong>: Для того, щоб до чогось звикнути необхідно трохи більше 2-х місяців, а точніше – 66 днів. Саме такий період знадобиться людині для того, щоб сформувати та довести до автоматизму будь-яку дію. Наприклад, якщо ви хочете перейти на правильне харчування, то вам може знадобитися трохи менше – приблизно 55 днів. А ось до спорту доведеться звикати довше – до 75 днів.</p>
            <p><strong>№5</strong>: Якщо ви думаєте, що можете мати безмежну кількість друзів, ви глибоко помиляєтеся. Виявляється, що людина за все своє життя може дружити до 150 разів.</p>
            <p><strong>№6</strong>: Якщо вас мучать кошмари по ночах, можливо, ви мерзнете уві сні. Науковий факт – чим холодніше в спальні, тим більше шансів побачити поганий сон.</p>
            <p><strong>№7</strong>: Кращим засобом від турбот, тривожності і стресу є читання. Це заняття надає більш швидкий ефект на організм. Дивно, але цей спосіб багато краще прийому алкоголю, набагато ефективніше прогулянкам, чаювання або прослуховування музики.</p>
            <p><strong>№8</strong>: У психології є принцип: чим більше очікувань з приводу якоїсь події, тим вище ймовірність нищівної розчарування. Більше чекаєш – менше отримуєш, менше чекаєш – більше отримуєш.</p>
            <p><strong>№9</strong>: Більшість людей в незнайомому місці тримається праворуч. Якщо ви не хочете бути в натовпі або простояти довго в черзі, то знаючи цей факт, сміливо йдіть ліворуч або займайте чергу, яка лівіше.</p>
            <p><strong>№10</strong>: Цікаво те, що хороші оцінки людина запам’ятовує у багато разів краще, ніж погані. З імовірністю 89% люди згадають позначку «5» і лише 29% – оцінку «3». Як наслідок, здається, що оцінка була вище, ніж насправді.</p>
            <p><strong>№11</strong>: Цікаво, що судді в спорті карають частіше ті команди, форма яких чорного кольору. Це підтверджує статистика, яку ведуть НХЛ, ФІФА.</p>
            <p><strong>№12</strong>: Відомий факт, що жінки, перебуваючи в магазині одягу, більше акцентують увагу на полиці та вішалки, на яких панує безлад. Підсвідомо їм здається, що саме там знаходиться щось краще, цікавіше.</p>
            <p><strong>№13</strong>: Цілу сферу психологічних факторів та прийомів використовують на собі магазини. Наприклад, повторювані товари на касі, акції та спеціальні цінники різних кольорів. Якщо на ціннику написати замість «Шкарпетки – 2 грн.» – «АКЦІЯ! 5 пар носків – 10 грн.» продажі можна збільшити рівно наполовину.</p>
            <p><strong>№14</strong>: Люди неохоче суперечать спокійній, врівноваженій людині. Навпаки, коли хтось люто і агресивно відстоює свою думку – йому чинитимуть опір та будуть з ним сперечатися.</p>
            <p><strong>№15</strong>: Ті, хто спить 6-7 годин, менше схильні до ризику передчасної смерті, ніж ті, хто спить по 8 годин. Варто відмітити, що ті, хто спить менше 5 годин – в три рази частіше страждають психічними розладами, ніж ті, хто спить по 8-9 годин.</p>
            <p><strong>№16</strong>: Немає для людини кращого слова, ніж її ім’я. Перше, що треба запам’ятовувати при знайомстві – ім’я. Не посаду, не професію, а ім’я. Це основне правило встановлення хороших відносин.</p>
            <p><strong>№17</strong>: Якщо людина намагається щось пригадати, але при цьому продовжує дивитися вам в очі, будьте упевнені, вас обманюють.</p>
            <p><strong>№18</strong>: Згідно психологам, всі ми любимо мріяти. Дослідники стверджують, що люди, які люблять мріяти, як правило, більш винахідливі та краще вирішують різні проблеми.</p>
            <p><strong>№19</strong>: Найвідоміший приклад «обману через чесність». Людина, яка озвучить свої нечисті наміри, буде виглядати в очах оточуючих більш чесною, ніж людина, у якої ці наміри повністю відсутні або вона їх приховує.</p>
            <p><strong>№20</strong>: Ви можете запам’ятати тільки 3-4 елементи одночасно. Існує правило «магічного числа 7 плюс-мінус 2», згідно з яким людина не може зберігати більше 5-9 блоків інформації одночасно. Більша частина інформації в короткочасній пам’яті зберігається 20-30 секунд, після чого ми її швидко забуваємо, тільки якщо не повторюємо знову і знову.</p>
        </div>
    </div>
    <!--========== SLIDER ==========-->

    <!--========== PAGE LAYOUT ==========-->

    <!-- Experience -->
    <div id="tests">
        <div class="bg-color-sky-light" data-auto-height="true">
            <div class="container content-lg">
                <div class="row margin-b-40">
                    <div class="col-sm-6">
                        <h2>Психологічні тести</h2>
                        <p>На даному сайті ще не реалізовані психологічні тести, тому проходження подібних тестів на іншому аналогічному сайті.</p>
                    </div>
                </div>
                <div class="row row-space-2 margin-b-4" id="data-tests">
                    <!-- Дані загружаються через JS -->
                </div>
            </div>
        </div>
    </div>
    <!-- End Experience -->

    <!-- Videos -->
    <div id="video_psychologist">
        <div class="container content-lg">
            <div class="row margin-b-40">
                <div class="col-sm-6">
                    <h2>Відео психолог</h2>
                    <p>В цьому розділі присутні відео матеріали всі що звязано із психологією</p>
                </div>
            </div>

            <div class="row" id="data-videos">
                <!-- Дані загружаються з файла -->
                <?
                function url()
                {
                    return sprintf(
                        "%s://%s%s",
                        isset($_SERVER['HTTPS']) && $_SERVER['HTTPS'] != 'off' ? 'https' : 'http',
                        $_SERVER['SERVER_NAME'],
                        $_SERVER['REQUEST_URI']
                    );
                }
                $url = url() . "api/getVideos";
                $array = array(
                    'api_key' => $_SESSION['ApiKey']
                );
                $curl = curl_init($url);
                curl_setopt($curl, CURLOPT_URL, $url);
                curl_setopt($curl, CURLOPT_RETURNTRANSFER, true);
                curl_setopt($curl, CURLOPT_POST, 1);
                curl_setopt($curl, CURLOPT_POSTFIELDS, http_build_query($array, '', '&'));
                $headers = array(
                    "Accept: application/json",
                );
                curl_setopt($curl, CURLOPT_HTTPHEADER, $headers);
                curl_setopt($curl, CURLOPT_SSL_VERIFYHOST, false);
                curl_setopt($curl, CURLOPT_SSL_VERIFYPEER, false);
                $resp = curl_exec($curl);
                curl_close($curl);

                $resp = json_decode($resp);
                foreach ($resp as &$value) {
                    echo "<div class=\"col-sm-4 sm-margin-b-50\"><div class=\"margin-b-20\"><div><iframe class=\"img-responsive\" src=\"" . $value . "\" frameborder=\"0\" allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div></div></div>";
                }
                ?>
            </div>
            <!--// end row -->
        </div>
    </div>
    <!-- End Videos -->

    <!-- Promo Banner -->
    <div class="promo-banner parallax-window" data-parallax="scroll" data-image-src="public/img/bg-banner.jpg">
        <div class="container-sm content-lg">
            <h2 class="promo-banner-title">Розкажіть як ви ставитеся до психології та психологів? Ходили до них колись на прийом? Допомагало?</h2>
            <p class="promo-banner-text">Переглядаючи в інтернеті статті психологів і особливо психологінь, часто ловив себе на думці, що читаю повну ахінею, яка не має нічого спільного з реальністю. Іноді складається враження, що заяви екстрасенсів та астрологів звучать логічніше та реалістичніше, ніж заяви деяких психологів. Тепер офіційно доведено, що реальність ще сумніша</p>
        </div>
    </div>
    <!-- End Promo Banner -->

    <!-- Contact -->
    <div id="contact">
        <div class="bg-color-sky-light">
            <div class="container content-lg">
                <div class="row margin-b-40">
                    <div class="col-sm-6">
                        <h2>Мої контакти</h2>
                        <p>Звертайтеся з питаннями до мене, буде приємно познайомитися 😊
                        </p>
                    </div>
                </div>
                <!--// end row -->

                <div class="row">
                    <div class="col-md-3 col-xs-6 md-margin-b-30">
                        <h4>Локація</h4>
                        <a href="https://goo.gl/maps/dqRAnAUuKrUJXiBw8">Колодіївка, Івано-Франківська область</a>
                    </div>
                    <div class="col-md-3 col-xs-6 md-margin-b-30">
                        <h4>Телефон</h4>
                        <a href="tel:+380960174800">+380 96 017 48 00</a>
                    </div>
                    <div class="col-md-3 col-xs-6">
                        <h4>Email адрес</h4>
                        <a href="mailto:umalarcue@gmail.com">umalarcue@gmail.com</a>
                    </div>
                    <div class="col-md-3 col-xs-6">
                        <h4>Facebook</h4>
                        <a href="https://www.facebook.com/profile.php?id=100036418025718">Уляна Малярчук</a>
                    </div>
                </div>
                <!--// end row -->
            </div>
        </div>
    </div>
    <!-- End Contact -->
    <!--========== END PAGE LAYOUT ==========-->

    <!--========== FOOTER ==========-->
    <footer class="footer">
        <div class="content container">
            <div class="row">
                <div class="col-xs-6">
                    <img class="footer-logo wow zoomIn" src="public/img/logo.png" alt="Acecv Logo" data-wow-duration=".3" data-wow-delay=".1s">
                </div>
                <div class="col-xs-6 text-right sm-text-left">
                    <p class="margin-b-0">&copy; Малярчук Уляна <a class="fweight-700" href="https://www.instagram.com/_liana_19th_/">Мій Instagram</a></p>
                </div>
            </div>
            <!--// end row -->
        </div>
    </footer>
    <!--========== END FOOTER ==========-->

    <!-- Back To Top -->
    <a href="javascript:void(0);" class="js-back-to-top back-to-top">
        <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" fill="#000000" class="bi bi-chevron-compact-up" viewBox="0 0 16 16">
            <path fill-rule="evenodd" d="M7.776 5.553a.5.5 0 0 1 .448 0l6 3a.5.5 0 1 1-.448.894L8 6.56 2.224 9.447a.5.5 0 1 1-.448-.894l6-3z" />
        </svg>
    </a>

    <!-- HelloPreload -->
    <style type="text/css">
        #hellopreloader>p {
            display: none;
        }

        #hellopreloader_preload {
            display: block;
            position: fixed;
            z-index: 99999;
            top: 0;
            left: 0;
            width: 100%;
            height: 100%;
            min-width: 300px;
            background: white url(public/img/load.gif) center center no-repeat;
            background-size: 96px;
        }
    </style>
    <div id="hellopreloader">
        <div id="hellopreloader_preload"></div>
    </div>
    <script type="text/javascript">
        var hellopreloader = document.getElementById("hellopreloader_preload");

        function fadeOutnojquery(el) {
            el.style.opacity = 1;
            var interhellopreloader = setInterval(function() {
                el.style.opacity = el.style.opacity - 0.05;
                if (el.style.opacity <= 0.05) {
                    clearInterval(interhellopreloader);
                    hellopreloader.style.display = "none";
                }
            }, 16);
        }
        window.onload = function() {
            setTimeout(function() {
                fadeOutnojquery(hellopreloader);
            }, 1000);
        };
    </script>
    <!-- HelloPreload -->

    <!-- JAVASCRIPTS(Load javascripts at bottom, this will reduce page load time) -->
    <? include 'public/libs/CORE_PLUGINS_JS.php' ?>
    <? include 'public/libs/PAGE_LEVEL_PLUGINS_JS.php' ?>
    <? include 'public/libs/PAGE_LEVEL_SCRIPTS_JS.php' ?>

    <!-- CUSTOM SCRIPTS -->
    <script src="public/js/index.js" type="text/javascript"></script>

</body>
<!-- END BODY -->

</html>